Repository: wp-plugins/gravityforms-nl
Catalog: languages/gravityformspolls/*.po
Languages: nl_nl

source: Polls Form Settings
nl_nl: Opiniepeilingen formulier instellingen

source: This form doesn't have any poll fields.
nl_nl: Dit formulier heeft geen opiniepeiling velden.

source: Display results of submitted poll fields
nl_nl: Tonnen resultaten van ingestuurde opiniepeiling velden

source: Show link to view results
nl_nl: Link naar bekijk resultaten weergeven

source: Show percentages
nl_nl: Percentages weergeven

source: Show counts
nl_nl: Telling weergeven

source: Style
nl_nl: Opmaak

source: Green
nl_nl: Groen

source: Blue
nl_nl: Blauw

source: Red
nl_nl: Rood

source: Orange
nl_nl: Oranje

source: Repeat Voters
nl_nl: Herhaal stemmers

source: Don't block repeat voting
nl_nl: Herhaaldelijk stemmen niet blokkeren

source: Block repeat voting using cookie
nl_nl: Blokkeer herhaaldelijk stemmen met cookie

source: Expires:
nl_nl: Verloopt:

source: Never
nl_nl: Nooit

source: 1 hour
nl_nl: 1 uur

source: 6 hours
nl_nl: 6 uren

source: 12 hours
nl_nl: 12 uren

source: 1 day
nl_nl: 1 dag

source: 1 month
nl_nl: 1 maand

source: View version %s Details
nl_nl: Bekijk versie %s details

source: Oops!! Something went wrong.%sPlease try again or %scontact us%s.
nl_nl: Helaas! Er is iets verkeerd gegaan.%sProbeer opnieuw of %sneem contact met ons op%s.

source: Repeat voting is not allowed
nl_nl: Herhalend stemmen is niet toegestaan

source: Select one
nl_nl: Selecteer één

source: View results
nl_nl: Bekijk resultaten

source: Back to the poll
nl_nl: Terug naar de opiniepeiling

source: No filters
nl_nl: Geen filters

source: Add a field filter
nl_nl: Voeg een veld filter toe

source: Remove a field filter
nl_nl: Verwijder een veld filter

source: Error retrieving results. Please contact support.
nl_nl: Fout tijdens ophalen resultaten. Neem contact op met support.

source: First Choice
nl_nl: Eerste keus

source: Second Choice
nl_nl: Tweede keus

source: Third Choice
nl_nl: Derde keus

source: Polls
nl_nl: Opiniepeilingen

source: Poll
nl_nl: Opiniepeiling

source: Poll Results
nl_nl: Opiniepeiling resultaten

source: Results
nl_nl: Resultaten

source: View poll results generated by this form
nl_nl: Bekijk opiniepeiling resultaten gegenereerd door dit formulier

source: View results generated by this form
nl_nl: Bekijk resultaten gegenereerd door dit formulier

source: Poll Settings
nl_nl: Opiniepeiling instellingen

source: Display Results After Voting
nl_nl: Toon resultaten na stemmen

source: Select this to display the results of submitted poll fields.
nl_nl: Selecteer dit om de resultaten van de ingestuurde opiniepeiling velden te tonen.

source: Display Confirmation
nl_nl: Bevestiging tonen

source: Select this option to display the form confirmation message after the visitor has voted.
nl_nl: Selecteer deze optie om de bevestiging bericht te tonen nadat de bezoeker gestemd heeft.

source: Show Results Link
nl_nl: Toon resultaten link

source: Add a link to the form which allows the visitor to see the results without voting.
nl_nl: Voeg een link toe aan het formulier waarmee bezoekers de resultaten kunnen bekijken zonder te stemmen.

source: Show Percentages
nl_nl: Percentages tonen

source: Show the percentage of the total votes for each choice.
nl_nl: Toon het percentage van het totaal stemmen voor elke keuze.

source: Show Counts
nl_nl: Tellingen tonen

source: Show the total number of votes for each choice.
nl_nl: Toon het aantal stemmen voor elke keuze.

source: Choose whether to allow visitors to vote more than once. Repeat voting is controlled by storing a cookie on the visitor's computer.
nl_nl: Kies of bezoekers vaker dan één keer mogen stemmen. Herhalend stemmen wordt gecontroleerd door een cookie op de computer van de bezoeker op te slaan.

source: Poll Question
nl_nl: Opiniepeiling vraag

source: Enter the question you would like to ask the user. The user can then answer the question by selecting from the available choices.
nl_nl: Voer de vraag in die je de gebruiker wilt stellen. De gebruiker kan de vraag beantwoordeb door een keuze te selecteren.

source: Poll Type
nl_nl: Opiniepeiling type

source: Select the field type you'd like to use for the poll.
nl_nl: Selecteer het veldtype die je wilt gebruiken voor de opiniepeiling.

source: Randomize Choices
nl_nl: Willekeurige keuzes

source: Check the box to randomize the order in which the choices are displayed to the user. This setting affects only voting - it will not affect the order of the results.
nl_nl: Vink dit veld aan om de keuzes in willekeurige volgorde te tonen aan de gebruiker. Deze instellingen heeft alleen effect op stemmen - het zal geen effect hebben op de volgorde van de resultaten.

source: Drop Down
nl_nl: Uitschuifkeuzelijst

source: Radio Buttons
nl_nl: Keuzerondjes

source: Checkboxes
nl_nl: Selectievakjes

source: Randomize order of choices
nl_nl: Willekeurig volgorde van keuzes

source: <h2>Original Response</h2>
nl_nl: <h2>Origineel antwoord</h2>

source: Other
nl_nl: Andere

source: There is a new version of Gravity Forms Polls Add-On available.
nl_nl: Er is een nieuwe versie van de Gravity Forms Polls Add-on beschikbaar.

source: %sRegister%s your copy of Gravity Forms to receive access to automatic upgrades and support. Need a license key? %sPurchase one now%s.
nl_nl: %sRegistreer%s je kopie van Gravity Forms voor het verkrijgen van automatische updates en support. Een licentie sleutel nodig? %sKoop er nu één%s.

source: Gravity Forms Poll Widget
nl_nl: Gravity Forms opiniepeiling widget

source: Title
nl_nl: Titel

source: Select a Form
nl_nl: Selecteer een formulier

source: Display Mode
nl_nl: Weergavemodus

source: Results only
nl_nl: Alleen resultaten

source: Use form settings
nl_nl: Gebruik formulier instellingen

source: Override form settings
nl_nl: Formulier instellingen overschrijven

source: Results Settings
nl_nl: Resultaten instellingen

source: Display form confirmation
nl_nl: Formulier bevestiging tonen

source: Display form title
nl_nl: Formulier titel tonen

source: Display form description
nl_nl: Formulier beschrijving tonen

source: advanced options
nl_nl: geavanceerde opties

source: Enable AJAX
nl_nl: AJAX inschakelen

source: Disable script output
nl_nl: Script output uitschakelen

source: If you have other forms on the page (i.e. Comments Form), specify a higher tabindex start value so that your Gravity Form does not end up with the same tabindices as your other forms. To disable the tabindex, enter 0 (zero).
nl_nl: Als je andere formulieren op de pagina hebt staan (bijvoorbeeld een reactieformulier), specificeer dan een hogere tabindex startwaarde zodat Gravity Forms niet dezelfde tabindexen gebruikt van andere formulieren. Om de tabindex uit te schakelen type je 0 (nul) in.

source: Results Filters
nl_nl: Resultaten filters

source: Date Range
nl_nl: Periode

source: End
nl_nl: Einde

source: This form does not have any fields that can be used for results
nl_nl: Dit formulier heeft geen velden die gebruikt kunnen worden voor resultaten

source: Total Score
nl_nl: Totale score

source: Scores are weighted calculations. Items ranked higher are given a greater score than items that are ranked lower. The total score for each item is the sum of the weighted scores.
nl_nl: Score zijn gewogen berekeningen. Items die hoger zijn gerangschikt hebben een hogere score dan items die lager gerangschikt. De totale score voor elk item is de som van de gewogen scores.

source: Aggregate Rank
nl_nl: Aggregaat rangschikken

source: The aggregate rank is the overall rank for all entries based on the weighted scores for each item.
nl_nl: De aggregaat ranking is de algemene rangschikking voor alle inzendingen gebaseerd op de gewogen scores voor elk item.

source: Date Range is optional, if no date range is specified it will be ignored.
nl_nl: Periode is optioneel, als er geen periode is gespecificeerd zal dit genegeerd worden.

source: Narrow the results by adding filters. Note that some field types support more options than others.
nl_nl: Beperk de resultaten door filters toe te voegen. Sommige velden ondersteunen meer opties dan andere.

source: No results.
nl_nl: Geen resultaten.

source: There was an error while processing the entries. Please contact support.
nl_nl: Er was een fout tijdens het verwerken van de inzendingen. Neem contact op met support.

source: Entries processed: %1$d of %2$d
nl_nl: Inzendingen verwerkt: %1$d of %2$d

source: No results
nl_nl: Geen resultaten

source: No entries for this field
nl_nl: Geen inzendingen voor dit veld

source: Choice
nl_nl: Keuze

source: Frequency
nl_nl: Frequentie

source: Latest entries:
nl_nl: Laatste inzendingen:
