Repository: wp-plugins/gravityforms-nl
Catalog: languages/gravityformsuserregistration-*.po
Languages: nl_nl

source: View version %s Details
nl_nl: Bekijk versie %s Details

source: Oops!! Something went wrong.%sPlease try again or %scontact us%s.
nl_nl: Er ging iets verkeerd. %sProbeer het later nogmaals of neem %scontact met ons op%s.

source: Gravity Forms
nl_nl: Formulieren

source: There is a new version of Gravity Forms User Registration Add-On available.
nl_nl: Er is een nieuwere versie beschikbaar van de Gebruiker registratie plugin.

source: %sRegister%s your copy of Gravity Forms to receive access to automatic upgrades and support. Need a license key? %sPurchase one now%s.
nl_nl: %sRegistreer%s uw kopie van Gravity Forms om automatische update en support te ontvangen. Licensie sleutel nodig? %sSchaf een aan%s.

source: User Registration
nl_nl: Gebruiker registratie

source: Gravity Form
nl_nl: Formulier

source: Select the Gravity Form you would like to use to register users for your WordPress website.
nl_nl: Selecteer het formulier dat u wilt gebruiken om gebruikers te registreren voor de WordPress website.

source: Username
nl_nl: Gebruikersnaam

source: Select the form field that should be used for the user's username.
nl_nl: Selecteer het formulierveld dat gebruikt wordt voor de gebruikersnaam.

source: First Name
nl_nl: Voornaam

source: Select the form field that should be used for the user's first name.
nl_nl: Selecteer het formulierveld dat gebruikt wordt voor de voornaam.

source: Last Name
nl_nl: Achternaam

source: Select the form field that should be used for the user's last name.
nl_nl: Selecteer het formulierveld dat gebruikt wordt voor de achternaam.

source: Email Address
nl_nl: E-mailadres

source: Select the form field that should be used for the user's email address.
nl_nl: Selecteer het formulierveld dat gebruikt wordt voor het e-mailadres.

source: Password
nl_nl: Wachtwoord

source: Select the form field that should be used for the user's password.
nl_nl: Selecteer het formulierveld dat gebruikt wordt voor het wachtwoord.

source: Role
nl_nl: Rol

source: Select the role the user should be assigned.
nl_nl: Selecteer de rol die aan de gebruiker zal worden toegewezen.

source: Send Email?
nl_nl: E-mail versturen?

source: Specify whether to send the password to the new user by email. <em class="enabled-by-default">Enabled by default.</em>
nl_nl: Selecteer als u het wachtwoord naar de nieuwe gebruiker wilt sturen. <em class="enabled-by-default">Standaard geselecteerd.</em>

source: Set As Post Author
nl_nl: Specificeren als auteur

source: When a form submission creates a post and registers a user, set the new user as the post author. <em class="enabled-by-default">Enabled by default.</em>
nl_nl: Wanneer een formulier wordt verzonden en een gebruiker registreerd, specificeer de nieuwe gebruiker als auteur. <em class="enabled-by-default">Standaard geselcteerd.</em>

source: Registration Condition
nl_nl: Registratie voorwaarde

source: When the registration condition is enabled, form submissions will only register the user when the condition is met. When disabled the user will not be registered.
nl_nl: Wanneer de registratie voorwaarde is ingesteld, zullen inzendingen alleen geregistreerd worden als er aan de voorwaarde is voldaan. Als het is uitgeschakeld zal de gebruiker niet gereistreerd worden.

source: The selected form also has a User Registration feed. These options allow you to specify how you would like the PayPal and User Registration Add-ons to work together.
nl_nl: Het geselecteerd formulier heeft ook een registratie feed. Deze opties geven je de mogelijkheid om de samenwerking tussen Paypal en de Gebruiker registratie add-on op te geven.

source: Feed deleted.
nl_nl: Feed verwijderd.

source: Feeds deleted.
nl_nl: Feeds verwijderd.

source: User Registration Forms
nl_nl: Gebruiker registratie formulieren

source: Add New
nl_nl: Nieuwe toevoegen

source: Bulk action
nl_nl: Bulk actie

source: Delete
nl_nl: Verwijderen

source: Apply
nl_nl: Toepassen

source: Delete selected feeds?
nl_nl: Geselcteerde feeds verwijderen?

source: \'Cancel\' to stop, \'OK\' to delete.
nl_nl: \'Annuleer\' om te stoppen, \'OK\' om te verwijderen.

source: Form
nl_nl: Formulier

source: Active
nl_nl: Actief

source: Inactive
nl_nl: Inactief

source: Edit
nl_nl: Bewerken

source: Delete this feed?
nl_nl: Feed verwijderen?

source: You don't have any User Registration feeds configured. Let's go %screate one%s!
nl_nl: U heeft geen registratie formulieren geconfigureerd. %sMaar er een aan%s!

source: Ajax error while updating feed
nl_nl: Ajax fout gedurende het updaten van de feed

source: Uninstall User Registration Add-On
nl_nl: Uninstall Gebruiker registratie plugin

source: Warning! This operation deletes ALL User Registration Feeds.
nl_nl: Pas op! Deze optie zal alle feeds verwijderen.

source: Warning! ALL User Registration Feeds will be deleted. This cannot be undone. \'OK\' to delete, \'Cancel\' to stop
nl_nl: Pas op! Alle feeds worden verwijderd. Dit kan niet hersteld worden. \'OK\' om ze te verwijderen, \'Annuleer\' om te stoppen

source: User Registration Settings
nl_nl: Gebruiker registratie instellingen

source: Feed Updated. %sback to list%s
nl_nl: Feed is bijgewerkt. %sterug naar lijst%s

source: Select a form
nl_nl: Selecteer een formulier

source: The form selected does not have any Email fields. Please add an Email field to the form and try again.
nl_nl: Het geselecteerde formulier heeft geen e-mailadres veld. Voeg een e-mailadres veld toe en probeer het nogmaals.

source: Send this password to the new user by email.
nl_nl: Verstuur dit wachtwoord per e-mail naar de nieuwe gebruiker.

source: Enable
nl_nl: Toepassen

source: Register the user if
nl_nl: Registreer de gebruiker als

source: is not
nl_nl: is niet

source: To create a registration condition, your form must have a drop down, checkbox or multiple choice field
nl_nl: Om een registratie voorwaarde te creeeren dient het formulier een drop down, selectievak of een meerkeuze veld te hebben.

source: Save
nl_nl: Opslaan

source: Update
nl_nl: Bijwerken

source: Cancel
nl_nl: Annuleren

source: Ajax error while selecting a form
nl_nl: Ajax fout gedurende het selecteren van een formulier

source: Register user only when a payment is received.
nl_nl: Registreer een gebruiker pas als de betaling is ontvangen.

source: Update user when subscription is cancelled.
nl_nl: Update de gebruiker wanneer een abonnement is geannuleerd.

source: You don't have adequate permission to uninstall the PayPal Add-On.
nl_nl: U bent niet bevoegd om de PayPal plugin te verwijderen.

source: Full
nl_nl: Volledig
